Repository: WPPlugins/group-forum-subscription-for-buddypress
Catalog: languages/group-forum-subscription-*.po
Languages: de_de, es_es, fr_fr, it_it, ru_ru

source: A new message has been posted in the group "%s". Author: %s %s To view the entire discussion, visit: %s ---------------------
es_es: Un nuevo mensaje a sido publicado en el grupo "%s". Autor: %s %s Para ver de manera completa la discusi&oacute;n, visite: %s ---------------------
fr_fr: Un nouveau message a &eacute;t&eacute; publi&eacute; dans le groupe "%s". Auteur: %s %s Pour suivre toute la discussion, visitez: %s ---------------------
it_it: Un nuovo messaggio è stato inviato nel gruppo "%s". Autore: %s %s Per vedere l'intera discussione, visita: %s ---------------------
ru_ru: Написано новое сообщение в группу "%s". Автор: %s %s Для просмотра всего обсуждения посетите: %s ---------------------

source: A new message has been posted in the group "%6$s" Author: %2$s %3$s %4$s %5$s
de_de: Es wurde ein neues Thema in der Gruppe "%6$s" eröffnet. Autor: %2$s %3$s %4$s %5$s
es_es: Un nuevo mensaje a sido publicado en el grupo "%6$s" Autor: %2$s %3$s %4$s %5$s
fr_fr: Un nouveau message a &eacute;t&eacute; publi&eacute; dans le groupe "%6$s" Auteur: %2$s %3$s %4$s %5$s
it_it: Un nuovo messaggio è stato inviato nel gruppo "%6$s" Autore: %2$s %3$s %4$s %5$s
ru_ru: Опубликовано новое сообщение в группе "%6$s" Автор: %2$s %3$s %4$s %5$s

source: New discussion board activity
de_de: Neue Diskussion Forum Aktivität
es_es: Actividad de la nueva discusi&oacute;n del foro
fr_fr: Activit&eacute; sur les forums
it_it: Nuova attività sul forum di discussione
ru_ru: Активность на форуме

source: Are you sure you wanna delete this post?
de_de: Möchtest du diesen Beitrag wirklich löschen?
es_es: Est&aacute; usted seguro de querer eliminar esta publicaci&oacute;n?
fr_fr: Voulez-vous vraiment supprimer ce message ?
it_it: Sei sicuro di voler eliminare questo intervento?
ru_ru: Вы уверены, что хотите удалить эту запись?

source: Are you sure you wanna undelete this post?
es_es: Est&aacute; usted seguro de querer restablecer esta publicaci&oacute;n
fr_fr: Voulez-vous vraiment annuler la suppression du message ?
it_it: Sei sicuro di voler ripristinare questo intervento?
ru_ru: Вы уверены, что хотите отменить удаление этой записи?

source: favorites
de_de: Favoriten
es_es: favoritos
fr_fr: Favoris
it_it: preferiti
ru_ru: избранное

source: Unsubscribe from this discussion
de_de: Von dieser Diskussion abmelden
es_es: Eliminar subscripci&oacute;n de esta discusi&oacute;n
fr_fr: Annuler mon abonnement &agrave; cette discussion
it_it: Annulla l'iscrizione a questa discussione
ru_ru: Отписаться от этой темы

source: Subscribe to this discussion
de_de: Diese Diskussion abonnieren
es_es: Subscribirse a esta discusi&oacute;n
fr_fr: Je m&#180;abonne &agrave; cette discussion
it_it: Iscriviti a questa discussione
ru_ru: Подписаться на эту тему

source: Options saved.
de_de: Einstellungen gespeichert.
es_es: Opciones guardadas
fr_fr: Options enregistr&eacute;es
it_it: Opzioni salvate.
ru_ru: Изменения сохранены.

source: Group Forum Subscription Options
de_de: Gruppen Forum Abonnement-Optionen
es_es: Opciones de subscripci&oacute;n al foro del Grupo
fr_fr: Options d&#180;abonnement aux forums de groupes
it_it: Opzioni di Iscrizione al Forum del Gruppo
ru_ru: Настройки Уведомлений о форуме группы

source: Default setting for new users
de_de: Standard Einstellungen für neue Benutzer.
es_es: Configuraci&oacute;n por defecto para nuevos usuarios
fr_fr: R&eacute;glages par d&eacute;faut pour les nouveaux membres
it_it: Impostazioni predefinite per i nuovi utenti
ru_ru: Стандартные настройки для новых пользователей

source: Members are automatically subscribed to forums when they join a group
de_de: Benutzer abonnieren diese Gruppe bei einer Anmeldung automatisch
es_es: Los miembros son automaticamente subscritos a los foros cuando ingresan a un grupo
fr_fr: Les membres sont automatiquement abonn&eacute;s au forum quand ils adh&egrave;rent au groupe
it_it: I nuovi membri vengono iscritti automaticamente ai forum quando partecipano ad un gruppo
ru_ru: Участники автоматически подписывать на форумы как только вступают в группу.

source: <strong>Warning:</strong> Clicking the Setup button will subscribe every member of your BuddyPress installation to every discussion in every group of which they are members. It will overwrite any bbPress favorites that the user has set manually. This step is irreversible, so <em>do not click unless you are certain that you want to subscribe everyone to their forums</em>!
de_de: <strong>Achtung:</strong> Durch klicken auf folgende Schaltfläche abboniert jedes Mitglied deiner BuddyPress Installation jede Diskussion in welche er Mitglied ist! Es überschreibt jede Einstellung in den manuellen Benachrichtigungseinstellungen der Benutzer. Dieser Schritt lässt sich nicht rückgängig machen, also <em>klicke nicht wenn du dir nicht sicher bist, dass alle Mitglieder diese Foren abonnieren sollen</em>!
es_es: <strong>Atenci&oacute;n:</strong> Pulsar el bot&oacute;n de Configuraci&oacute;n subscribir&aacute; todo miembro a toda discusi&oacute;n en todo grupo que estos sean miembros. Esto se sobrepondr&aacute; los favoritos de bbPress que el usuario estableci&aacute; manualmente. Este paso e irreversible, as&iacute; que <em>no pulse a menos usted est&aacute; seguro de querer subscribir a todos a sus foros</em>!
fr_fr: <strong>Avertissement:</strong> En cliquant sur le bouton Installer, tous les membres de votre communaut&eacute; BuddyPress seront abonn&eacute;s &agrave; toutes les discussions en cours dans les groupes auxquels ils sont li&eacute;s. Ceci &eacute;crasera tous les param&egrave;tres ant&eacute;rieurs des favoris que vos membres auraient enregistr&eacute;s dans bbPress. Cette op&eacute;ration est irr&eacute;versible, aussi r&eacute;flechissez bien avant d&#180;agir.
it_it: <strong>Attenzione:</strong> Cliccando sul pulsante Registra, tutti i membri della tua installazione di BuddyPress verranno iscritti a tutte le discussioni di tutti i gruppi di cui sono membri. Questa operazione sovrascriverà qualsiasi preferenza che l'utente abbia impostato manualmente. La procedura è irreversibile, quindi <em>non cliccare a meno che tu non voglia iscrivere tutti i membri ai loro forum</em>!
ru_ru: <strong>Внимание:</strong> После нажатия на кнопку установки все ваши пользователи BuddyPress будут подписаны на обновления в форумах тех групп, в которые они вступили. Это действие также перезапишет все избранные темы, которые пользователи сами выбрали. Этот шаг не может быть отменен, поэтому <em>не нажимайте на кнопку, если вы не уверены в том, что хотите подписать всех пользователей</em>!

source: Consider backing up your wp_usermeta table before clicking Submit.
de_de: Stelle sicher, dass du ein Backup deiner wp_usermeta Tabelle angefertig hast, bevor du auf Senden klickst.
es_es: Considere hacer un respaldo de su tabla wp_usermeta antes de pulsar Enviar.
fr_fr: Il serait prudent de sauvegarder la table wp_usermeta avant de cliquer sur Installer.
it_it: Si consiglia di effettuare il backup della tabella wp_usermeta prima di premere Registra.
ru_ru: Сделайте бекап вашей таблицы wp_usermeta в базе данных перед нажатием на кнопку Принять.

source: Submit
de_de: Senden
es_es: Enviar
fr_fr: Installer
it_it: Registra
ru_ru: Принять

source: Group Forum Subscription
de_de: Gruppen Forum Abonnement
es_es: Subscripci&oacute;n al foro del grupo
fr_fr: Abonnements aux Forums
it_it: Iscrizione al Forum del Gruppo
ru_ru: Подписка в форумах групп

source: New discussion activity in the group: "%s"
de_de: Es gibt eine neue Diskussion in der Gruppe: "%s"
es_es: Nueva actividad en la discusi&oacute;n del grupo: "%s"
fr_fr: Nouvelle discussion dans le groupe: "%s"
it_it: Nuova discussione nel gruppo: "%s"
ru_ru: Новое сообщение в форуме группы: "%s"

source: A new message has been posted in the group "%s". Author: %s %s To view the entire discussion, visit: %s To view the group visit: %s ---------------------
de_de: Es wurde eine neuen Nachricht in der Gruppe "%s" geschrieben. Autor: %s %s Um diese Diskussion zu besuchen, klicke: %s Um die Gruppe zu besuchen, klicke: %s ---------------------
es_es: Un nuevo mensaje ha sido publicado en el grupo "%s". Autor: %s %s Para ver toda la discusi&oacute;n, visite: %s Para ver el grupo, visite: %s ---------------------
it_it: Un nuovo messaggio è stato inviato nel gruppo "%s". Autore: %s %s Per vedere l'intera discussione, visita: %s Per vedere il gruppo, visita: %s ---------------------
ru_ru: Было опубликовано новое сообщение в группе "%s". Автор: %s %s Для просмотра всей темы посетите: %s Для просмотра группы посетите: %s ---------------------

source: To unsubscribe from this discussion, visit %s. To manage your email notification preferences, visit %s.
de_de: Um die automatische Benachrichtigung dieser Diskussion zu beenden, besuche %s. Um deine Benachrichtungseinstellungen zu bearbeiten, besuche %s.
es_es: Para eliminar subscripci&oacute;n a esta discusi&oacute;n, visite %s. Para administrar sus preferencia de notificaciones v&iacute;a correo-e, visite %s.
fr_fr: Pour annuler votre abonnement &agrave; cette discussion, visitez %s. Pour modifier vos r&eacute;glages de messagerie, visitez %s.
it_it: Per annullare l'iscrizione a questa discussione,, visita %s. Per gestire le tue preferenze di notifica, visita %s.
ru_ru: Для того, чтобы отписаться от этой темы, посетите %s. Для изменения ваших настроек уведомления посетите %s.

source: Automatically subscribe to group discussions
de_de: Automatisches anmelden bei Gruppendiskussionen
es_es: Subscribir autom&aacute;ticamente a las discusiones del grupo
fr_fr: S&#180;abonner automatiquement aux discussions
it_it: Iscriviti automaticamente alle discussioni del gruppo
ru_ru: Автоматически подписываться на обновления в форумах групп

source: Yes
de_de: Ja
es_es: Si
fr_fr: Oui
it_it: Sì
ru_ru: Да

source: No
de_de: Nein
fr_fr: Non
ru_ru: Нет

source: Settings
de_de: Einstellungen
es_es: Configuraci&oacute;n
fr_fr: R&eacute;glages
it_it: Impostazioni
ru_ru: Настройки

source: General
de_de: Allgemein
fr_fr: G&eacute;n&eacute;ral
it_it: Generale
ru_ru: Общие

source: Notifications
de_de: Benachrichtigungen
es_es: Notificaciones
it_it: Notifiche
ru_ru: Уведомления

source: Delete Account
de_de: Konto löschen
es_es: Eliminar Cuenta
fr_fr: Supprimer le compte
it_it: Elimina Account
ru_ru: Удалить аккаунт

source: Forum subscription
de_de: Forum-Abo
es_es: Subscripci&oacute;n a foros
fr_fr: Abonnements aux forums
it_it: Iscrizione al forum
ru_ru: Подписка форума

source: You are currently subscribed to all discussions in this group.
de_de: Du hast alle Diskussionen dieser Gruppe abonniert.
es_es: Usted est&aacute; subscrito a todas las discusiones en este grupo.
fr_fr: Vous &ecirc;tes abonn&eacute; aux discussions de ce groupe.
it_it: Sei già iscritto a tutte le discussioni di questo gruppo.
ru_ru: На данный момент вы подписаны на обновления во всех темах в форуме этой группы.

source: You are not subscribed to all discussions in this group.
de_de: Du hast nicht alle Diskussionen dieser Gruppe abonniert.
es_es: Usted no est&aacute; subscrito a todas las discusiones en este grupo.
fr_fr: Vous n&#180;&ecirc;tes pas abonn&eacute; aux discussions de ce groupe.
it_it: Non sei iscritto a tutte le discussioni di questo gruppo.
ru_ru: Вы не подписаны на обновления во всех темах в форуме данной группы.

source: Manage your group subscriptions at
de_de: Verwalte deine Gruppen Abonnements unter
es_es: Administre sus subscripciones de grupo en
fr_fr: G&eacute;rez vos abonnements &agrave;
it_it: Per gestire le tue iscrizioni, visita
ru_ru: Управление вашими подписками в группе на странице

source: Notification Settings
de_de: Benachrichtigungseinstellungen
es_es: Opciones de Notificaci&oacute;n
fr_fr: R&eacute;glages &gt; Messages
it_it: Impostazioni di notifica
ru_ru: Настройки уведомлений

source: Join this group to subscribe automatically to all of its discussions.
de_de: Abonniere diese Gruppe und erhalte automatisch zu allen Diskussionen eine Benachrichtigung.
es_es: Ingrese al grupo para subscribirse a todas sus discusiones.
fr_fr: Adh&eacute;rez &agrave; ce groupe pour &ecirc;tre automatiquement abonn&eacute; &agrave; toutes les discussions.
it_it: Iscriviti a questo gruppo per partecipare automaticamente ad ogni sua discussione.
ru_ru: Вступите в эту группу, чтобы автоматически подписаться на обновления во всех темах форума.

source: You are subscribed to this topic.
de_de: Du hast dieses Thema abonniert.
es_es: Usted est&aacute; subscrito a este t&iacute;pico.
fr_fr: Vous &ecirc;tes abonn&eacute; &agrave; cette discussion.
it_it: Sei iscritto a questa discussione.
ru_ru: Вы подписаны на обновления в этой теме.

source: Unsubscribe
de_de: Abmelden
es_es: Eliminar Subscripci&oacute;n
fr_fr: Me d&eacute;sabonner
it_it: Annulla iscrizione
ru_ru: Отписаться

source: You are not subscribed to this topic.
de_de: Du hast dieses Thema nicht abonniert.
es_es: Usted no est&aacute; subscrito a este t&iacute;pico.
fr_fr: Vous n&#180;&ecirc;tes pas abonn&eacute; &agrave; cette discussion.
it_it: Non sei iscritto a questa discussione.
ru_ru: Вы не подписаны на обновления в этой теме.

source: Subscribe
de_de: Abonnieren
es_es: Subscribirse
fr_fr: M&#180;abonner
it_it: Iscriviti
ru_ru: Подписаться

source: Update Options &raquo;
ru_ru: Обновить настройки &raquo;

source: Initial setup
ru_ru: Первая установка

source: Members receive email notification of their own posts
ru_ru: Участники получают уведомления по e-mail о собственных запиясх

source: To unsubscribe from specific discussions, click their titles.
de_de: Um die Benachrichtigung einer speziellen Diskussion zu beenden, klicke auf den Titel.
es_es: Para eliminar las subscripciones a discusiones espec&iacute;ficas, pulse sobre los t&iacute;tulos.
fr_fr: Pour annuler l&#180;abonnement &agrave; une discussion particuli&egrave;re, cliquez sur son titre.
ru_ru: Чтобы отписаться от определенной темы, нажмите на ее заголовок.

source: To subscribe to specific discussions, click their titles.
de_de: Um die Benachrichtigung einer speziellen Diskussion zu aktivieren, klicke auf den Titel.
es_es: Para subscribirse a discusiones específicas, pulse sobre los títulos.
fr_fr: Pour vous abonner &agrave; une discussion particuli&egrave;re cliquez sur son titre.
ru_ru: Чтобы подписаться на определенную тему, нажмите на ее заголовок.

source: To read or unsubscribe from this discussion, visit
fr_fr: Pour lire ou annuler l&#180;abonnement &agrave; cette discussion, visitez
it_it: Per leggere questa discussione o annullare l'iscrizione, visita

source: To manage your subscription settings, visit
fr_fr: Pour g&eacute;rer vos abonnements, visitez
it_it: Per gestire le tue opzioni d'iscrizione, visita

source: To unsubscribe from specific discussions, click their titles below.
it_it: Per annullare l'iscrizione ad una discussione, fai click sul suo titolo.

source: To subscribe to specific discussions, click their titles below.
it_it: Per partecipare ad una discussione, fai click sul suo titolo.

source: A new message has been posted in the group "%s". Title: %s Author: %s %s To view the entire discussion, visit: %s ---------------------
de_de: Es wurde eine neue Nachricht in der Gruppe "%s" geschrieben. Autor: %s %s Um die Diskussion aufzurufen, schaue hier: %s ---------------------
